/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Tidak dapat mengirim item";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Coba lagi nanti";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Tidak masuk ke Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ mengirim foto.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Perangkat ini belum mendukung fitur berbagi foto baru Skype, tetapi Anda masih dapat melihatnya di browser di sini: %@";
